jorgebucaran/fisher
markcial/upto
jethrokuan/z
meaningful-ooo/sponge
jorgebucaran/autopair.fish
nickeb96/puffer-fish
acomagu/fish-async-prompt
gazorby/fish-abbreviation-tips
jhillyerd/plugin-git
patrickf1/fzf.fish
jorgebucaran/nvm.fish
berk-karaal/loadenv.fish
